/* STM */
"STM01TEXT01" = "Aby potwierdzić rzeczywistą ilość tuszu, wzrokowo sprawdź poziomy tuszu w pojemnikach zamontowanych w drukarce.
Używanie drukarki, gdy poziom tuszu jest niższy niż dolny limit, może spowodować uszkodzenie urządzenia.";
"STM01B01" = "OK";

/* Nozzle */
"NOZZLE01TEXT01" = "Aby wykonać test dysz, upewnij się, że urządzenie jest włączone i podłączone do komputera. Ponadto sprawdź, czy do tylnego podajnika papieru włożono zwykły papier w rozmiarze A4 lub Letter. Kliknij przycisk [Drukuj], aby wydrukować wzór testu dysz lub [Anuluj], by zakończyć.";
"NOZZLE01B01" = "Drukuj";
"NOZZLE01B02" = "Anuluj";

"NOZZLE02TEXT01" = "Porównaj wydrukowany wzór z przykładem znajdującym się powyżej. Jeśli wzór stosowany w teście dysz ma nierówne linie, kliknij przycisk [Wyczyść]. Kliknij przycisk [Zakończ], aby zamknąć program.";
"NOZZLE02SPE01" = "Góra: Dobrze
Dół: Wymagane czyszczenie";
"NOZZLE02B01" = "Zakończ";
"NOZZLE02B03" = "Wyczyść";

/* Cleaning */
"HEADCLEANING01TEXT01" = "Kliknij przycisk [Rozpocznij], by oczyścić dysze głowicy drukującej. Podczas czyszczenia zużywana jest pewna ilość tuszu, dlatego czyszczenie głowicy drukującej należy przeprowadzać tylko wtedy, gdy wydruki zawierają jaśniejsze miejsca lub przerwy. Najpierw sprawdź programem narzędziowym \"Test dysz\", czy głowica drukująca wymaga czyszczenia.
Uwaga: Przed wykonaniem czyszczenia sprawdź, czy blokada transportowa jest w położeniu odblokowanym (Printing), jak pokazano na rysunku.";
"HEADCLEANING01B01" = "Anuluj";
"HEADCLEANING01B02" = "Rozpocznij";

"HEADCLEANING02TEXT01" = "Czekaj ...";
"HEADCLEANING02TEXT02" = "Trwa czyszczenie głowicy. Czekaj.";
"HEADCLEANING02B01" = "Zamknij";

"HEADCLEANING03TEXT01" = "Cykl czyszczenia jest zakończony. By sprawdzić, czy czyszczenie było skuteczne, kliknij [Drukuj wzór testu dysz].";
"HEADCLEANING03B01" = "Zakończ";
"HEADCLEANING03B03" = "Drukuj wzór testu dysz";

/* Gap */
"GAP01TEXT01" = "Program narzędziowy Wyrównanie głowicy drukującej poprawia wyrównanie w pionie, eliminuje poziome pasma i rozmazanie wydruków.";
"GAP01B01" = "Dalej >";
"GAP01B02" = "Anuluj";

"GAP02TEXT01" = "Zostanie wydrukowany czarny arkusz wyrównania w pionie.
Upewnij się, że drukarka jest włączona i podłączona do komputera. Ponadto sprawdź, czy do tylnego podajnika papieru włożono zwykły papier w rozmiarze A4 lub Letter.
Po zakończeniu kliknij przycisk [Drukuj].";
"GAP02B01" = "Drukuj";
"GAP02B02" = "Anuluj";
"GAP02B03" = "Pomiń >>";

"GAP03TEXT01" = "Spójrz na arkusz wyrównania.
Znajdź kwadrat bez widocznych pasków w każdym z zestawów od #1 do #5. Na poniższej liście dla każdego zestawu wybierz cyfrę odpowiadającą takiemu kwadratowi. Następnie kliknij przycisk [Dalej >].
Jeśli wszystkie kwadraty zawierają paski, wybierz kwadrat zawierający najcieńszy pasek lub paski. Następnie kliknij przycisk [Wyrównanie ponowne].";
"GAP03B01" = "Dalej >";
"GAP03B02" = "Anuluj";
"GAP03B03" = "Wyrównanie ponowne";

"GAP04TEXT01" = "Zostanie wydrukowany czarny arkusz wyrównania w poziomie.
Upewnij się, że do tylnego podajnika papieru włożono zwykły papier w rozmiarze A4 lub Letter.
Uwaga: Wyrównanie ma wpływ jedynie na drukowanie w trybie szybkim na zwykłym papierze. Nie ma ono wpływu na drukowanie na innych rodzajach papieru.";
"GAP04B01" = "Drukuj";
"GAP04B02" = "Anuluj";
"GAP04B03" = "Pomiń >>";

"GAP05TEXT01" = "Spójrz na arkusz wyrównania.
Znajdź wzór bez czarnego lub białego paska. Na poniższej liście wybierz cyfrę odpowiadającą takiemu wzorowi, a następnie kliknij przycisk [Dalej >].
Jeśli wszystkie wzory zawierają pasek, wybierz wzór zawierający najcieńszy pasek. Następnie kliknij przycisk [Wyrównanie ponowne].";
"GAP05B01" = "Dalej >";
"GAP05B02" = "Anuluj";
"GAP05B03" = "Wyrównanie ponowne";

"GAP06TEXT01" = "Zostanie wydrukowany kolorowy arkusz wyrównania w poziomie.
Upewnij się, że do tylnego podajnika papieru włożono zwykły papier w rozmiarze A4 lub Letter.
Uwaga: Wyrównanie ma wpływ jedynie na drukowanie w trybie szybkim na zwykłym papierze. Nie ma ono wpływu na drukowanie na innych rodzajach papieru.";
"GAP06B01" = "Drukuj";
"GAP06B02" = "Anuluj";

"GAP07TEXT01" = "Popatrz na arkusz wyrównania.
Znajdź wzór bez pasma czarnego lub białego. Wybierz liczbę odpowiadającą temu wzorowi z listy poniżej i kliknij [Zakończ].
Jeżeli w każdym wzorze jest pasmo, to wybierz wzór o paśmie najcieńszym [Wyrównanie ponowne].";
"GAP07B01" = "Zakończ";
"GAP07B02" = "Anuluj";
"GAP07B03" = "Wyrównanie ponowne";

/* Printer and Option information */
"PRINFO01GRPBOXTITLE01" = "Liczba podanych arkuszy papieru";
"PRINFO01SPE01" = "Liczba arkuszy";
"PRINFO01SPE02" = "Brak dostępnych informacji o tej drukarce.";
"PRINFO01B01" = "OK";

/* Power Ink Flushing */
"POWERINKFLUSHING01TEXT01" = "Jeżeli mimo kilkakrotnego użycia funkcji czyszczenia głowicy na wydrukach wciąż pojawiają się pasy lub niektóre kolory nie są drukowane, konieczna może być wymiana tuszu w pojemnikach z tuszem w celu rozwiązania problemu.

Ta funkcja umożliwia wymianę całego tuszu w rurkach.

Wiąże się ona ze zużyciem dużej ilości tuszu. Zaleca się stosowanie tej funkcji wyłącznie po kilkakrotnym użyciu funkcji czyszczenia głowicy.

Uwaga: Przed użyciem tej funkcji upewnij się, że pojemniki zamontowane w drukarce zawierają odpowiednią ilość tuszu.
Jeśli ilość tuszu jest niewystarczająca, uzupełnij tusz w pojemnikach.";
"POWERINKFLUSHING01B01" = "Anuluj";
"POWERINKFLUSHING01B02" = "Dalej >";

"POWERINKFLUSHING02TEXT01" = "Przed uruchomieniem tej funkcji należy się upewnić, że blokada transportowa znajduje się w pozycji odblokowanej (Printing), jak pokazano na rysunku.

Uwaga: Blokada transportowa musi być zawsze ustawiona w pozycji odblokowanej, gdy drukarka jest używana.";

"POWERINKFLUSHING03TEXT01" = "Na pewno uruchomić tę funkcję?
Wymiana całego tuszu w rurkach doprowadzających powoduje zużycie dużej ilości tuszu.
Zaleca się stosowanie tej funkcji wyłącznie po kilkakrotnym użyciu funkcji czyszczenia głowicy w celu rozwiązania problemu. Kliknij przycisk [Anuluj], a następnie spróbuj użyć funkcji czyszczenia głowicy.

Uwaga: Użycie tej funkcji ma wpływ na okres eksploatacji poduszek wchłaniających zużyty tusz. Korzystanie z tej funkcji powoduje szybsze nasycenie poduszek wchłaniających zużyty tusz.
Jeżeli okres eksploatacji poduszek wchłaniających zużyty tusz dobiegł końca, skontaktuj się z pomocą techniczną firmy Epson w celu zamówienia wymiany.

Kliknij przycisk [Rozpocznij], aby rozpocząć wymianę tuszu.
Po uruchomieniu nie można przerwać działania tej funkcji.";
"POWERINKFLUSHING03B01" = "Anuluj";
"POWERINKFLUSHING03B02" = "Rozpocznij";

"POWERINKFLUSHING04TEXT01" = "Czekaj ...";
"POWERINKFLUSHING04TEXT02" = "Trwa zaawansowane wypłukiwanie tuszu.
Czekaj.";
"POWERINKFLUSHING04B01" = "Zamknij";

"POWERINKFLUSHING05TEXT01" = "Zaawansowane wypłukiwanie tuszu zostało zakończone.
Aby sprawdzić, czy tusz został skutecznie wypłukany, kliknij przycisk [Drukuj wzór testu dysz].";
"POWERINKFLUSHING05B01" = "Zakończ";
"POWERINKFLUSHING05B03" = "Drukuj wzór testu dysz";

/* Ink Tank Utility */
"INKTANKUTILITYB01" = "Dalej";
"INKTANKUTILITYB02" = "Tył";
"INKTANKUTILITYB03" = "Zamknij";

//Common
"INKTANKUTILITYTEXT01" = "Uzupełnij tusz we wszystkich pojemnikach do poziomu wskazywanego przez linię.
Zapoznaj się z instrukcją obsługi drukarki, aby uzyskać informacje dotyczące uzupełniania tuszu i obsługi urządzenia.
Z drukarki można korzystać, nawet jeśli brak nowych opakowań z tuszem i jeden (lub więcej) pojemników nie został napełniony tuszem do górnej linii na pojemniku. Jednak aby uzyskać optymalną pracę drukarki, należy niezwłocznie napełnić pojemniki tuszem do górnej linii na pojemnikach.

.Uwaga:
Nie można zagwarantować jakości lub niezawodności nieoryginalnych tuszów. Użycie takich tuszów może spowodować uszkodzenia nieobjęte gwarancją firmy Epson.
Użycie oryginalnych tuszów firmy Epson niewskazanych w instrukcji obsługi drukarki może spowodować uszkodzenia nieobjęte gwarancją firmy Epson.";
"INKTANKUTILITYTEXT02" = "Kontynuowanie korzystanie z drukarki, gdy poziom tuszu znajduje się poniżej linii może przyczynić się do jej uszkodzenia.";
"INKTANKUTILITYTEXT03" = "Kontynuowanie korzystania z drukarki, gdy ilość tuszu nie przekracza 20 mm od dna pojemnika może spowodować uszkodzenie drukarki.
Poziom tuszu można sprawdzić za pomocą linijki dołączonej do drukarki.";
"INKTANKUTILITYTEXT04" = "Po wystąpieniu komunikatu alarmowego dotyczącego konieczności zresetowania ilości pozostałego tuszu, wyświetlone zostaną instrukcje na temat resetowania poziomów tuszu.";

/* Printer Settings */
"PRISET01B01" = "Zastosuj";
"PRISET01B02" = "Anuluj";
"PRISET01SPE04" = "Brak dostępnych informacji o tej drukarce.";
"PRISET01SPE05" = "OK";
"PRISET01GRPBOXTITLE02" = "Timer wyłączenia zasilania";
"PRISET01SPE21" = "Wył.";
"PRISET01SPE22" = "30 minut";
"PRISET01SPE23" = "1 godzina";
"PRISET01SPE24" = "2 godz.";
"PRISET01SPE25" = "4 godz.";
"PRISET01SPE26" = "8 godz.";
"PRISET01SPE27" = "12 godz.";

/* Error */
"PRINTERBUTTON00" = "Rozpocznij";
"ERCOMMON_B01" = "Anuluj";
"ERCOMMON_B02" = "Kontynuuj";
"ERCOMMON_B03" = "OK";
"WRCOMMON_B01" = "OK";
"WRCOMMON_B02" = "Anuluj";
"ER00_TEXTA" = "Błąd";
"ER00_TEXTB" = "1. Anuluj wszystkie zadania drukowania.
2. Otwórz moduł skanera i wyjmij zablokowany papier.
3. Zamknij moduł, a następnie wyłącz zasilanie i włącz je ponownie.";
"ER00_TEXTA_D4" = "Błąd";
"ER00_TEXTB_D4" = "1. Anuluj wszystkie zadania drukowania.
2. Otwórz moduł skanera i wyjmij zablokowany papier.
3. Zamknij moduł, a następnie wyłącz zasilanie i włącz je ponownie.";
"ER00_B01_D4" = "Anuluj";
"ER01_TEXTA" = "Drukarka jest zajęta";
"ER01_TEXTB" = "Czekaj...";
"ER04_TEXTA" = "Zacięcie papieru";
"ER04_TEXTB" = "1. Otwórz moduł skanera i wyjmij zablokowany papier.
2. Zamknij moduł i naciśnij przycisk %btn% na urządzeniu.";
"ER05_TEXTA" = "Konieczne zresetowanie poziomów tuszu.";
"ER05_TEXTB" = "Sprawdź pozostałą ilość tuszu. Kliknij ikonę [Narzędzie pojemnika tuszu] w aplikacji Epson Printer Utility 4, aby uzyskać informacje na temat uzupełniania tuszu.
Zapoznaj się z instrukcją obsługi drukarki, aby uzyskać informacje na temat opakowań tuszu, które można używać z posiadaną drukarką.
Użycie oryginalnych tuszów firmy Epson niewskazanych w instrukcji obsługi drukarki może spowodować uszkodzenia nieobjęte gwarancją firmy Epson.

Aby potwierdzić rzeczywistą ilość tuszu, wzrokowo sprawdź poziomy tuszu w pojemnikach zamontowanych w drukarce.
Używanie drukarki, gdy poziom tuszu jest niższy niż dolny limit, może spowodować uszkodzenie urządzenia.";
"ER05_TEXTA_FF" = "Początkowe napełnianie tuszem nie zostało zakończone";
"ER05_TEXTB_FF" = "Zapoznaj się z arkuszem konfiguracji, aby ukończyć wstępne napełnianie tuszem.";
"ER06_TEXTA_D4" = "Brak papieru lub nieprawidłowo załadowany papier";
"ER06_TEXTB_D4" = "1. Wyjmij papier i włóż go ponownie.
2. Naciśnij przycisk %btn% na drukarce albo kliknij [Kontynuuj] po wyświetleniu opcji.

Kliknij [Anuluj], aby anulować zadanie drukowania po wyświetleniu opcji. Jeśli zadanie nie zostało anulowane, użyj przycisku anulowania na drukarce.";
"ER06_B01_D4" = "Kontynuuj";
"ER06_B02_D4" = "Anuluj";
"ER06_TEXTA" = "Brak papieru lub nieprawidłowo załadowany papier";
"ER06_TEXTB" = "1. Wyjmij papier, a następnie włóż go ponownie.
2. Naciśnij przycisk %btn% na urządzeniu.

Po wyświetleniu zadania drukowania kliknij przycisk [Anuluj], aby je anulować. Jeśli zadanie nie zostało anulowane, należy je anulować z poziomu urządzenia.";
"ER10_TEXTA" = "Wymagany serwis";
"ER10_TEXTB" = "Okres eksploatacji poduszki wchłaniającej tusz w drukarce dobiega końca.
Skontaktuj się z pomocą techniczną firmy Epson.";
"ER10_TEXTA_SPE01" = "Wymagany serwis";
"ER10_TEXTB_SPE01" = "Okres eksploatacji poduszki wchłaniającej tusz w drukarce dobiega końca.
Niewykorzystany tusz może wyciekać.
Skontaktuj się z pomocą techniczną firmy Epson.";
"ER12_TEXTA" = "Błąd podania kilku kartek";
"ER12_TEXTB" = "Wykonaj jedną z następujących czynności.
- Wyjmij papier i włóż go ponownie. Naciśnij przycisk %btn% na drukarce.
- Kliknij [Anuluj], aby anulować zadanie drukowania po wyświetleniu opcji. Jeśli zadanie nie zostało anulowane, użyj przycisku anulowania na drukarce.";
"ER12_TEXTA_D4" = "Błąd podania kilku kartek";
"ER12_TEXTB_D4" = "Wykonaj jedną z następujących czynności.
- Wyjmij papier i włóż go ponownie. Naciśnij przycisk %btn% na drukarce.
- Kliknij [Anuluj], aby anulować zadanie drukowania po wyświetleniu opcji. Jeśli zadanie nie zostało anulowane, użyj przycisku anulowania na drukarce.";
"ER12_B01_D4" = "Anuluj";
"ER4A_TEXTA" = "Okres eksploatacji poduszki wchłaniającej tusz w drukarce dobiega końca.";
"ER4A_TEXTB" = "Skontaktuj się z pomocą techniczną firmy Epson.
Naciśnij przycisk %btn% na drukarce, aby kontynuować drukowanie.";
"ER4A_TEXTA_SPE01" = "Okres eksploatacji poduszki wchłaniającej tusz w drukarce dobiega końca.";
"ER4A_TEXTB_SPE01" = "Kontynuacja drukowania może skutkować wyciekiem niewykorzystanego tuszu.
Skontaktuj się z pomocą techniczną firmy Epson.
Naciśnij przycisk %btn% na drukarce, aby kontynuować drukowanie.";
"Common Error Text1" = "Błąd";
"Common Error Text2" = "1. Anuluj wszystkie zadania drukowania.
2. Otwórz moduł skanera i wyjmij zablokowany papier.
3. Zamknij moduł, a następnie wyłącz zasilanie i włącz je ponownie.";
"Common Error B1" = "Anuluj";
"Cleaning status" = "Drukarka jest zajęta";
"Shipment status" = "Początkowe napełnianie tuszem nie zostało zakończone";
"Charging status" = "Ładowanie systemu kontroli tuszu";
"WRINKLOW_TEXTA" = "Wkrótce konieczne będzie zresetowanie poziomów tuszu.";
"WRINKLOW_TEXTB" = "Poziomy tuszu mogą być niskie.
Kontynuowanie drukowania może być możliwe. Należy jednak jak najszybciej przygotować nowe opakowania z tuszem. Zaleca się używanie oryginalnych tuszów firmy Epson.
Zapoznaj się z instrukcją obsługi drukarki, aby uzyskać informacje na temat opakowań tuszu, które można używać z posiadaną drukarką.
Użycie oryginalnych tuszów firmy Epson niewskazanych w instrukcji obsługi drukarki może spowodować uszkodzenia nieobjęte gwarancją firmy Epson.

Aby potwierdzić rzeczywistą ilość tuszu, wzrokowo sprawdź poziomy tuszu w pojemnikach zamontowanych w drukarce.
Używanie drukarki, gdy poziom tuszu jest niższy niż dolny limit, może spowodować uszkodzenie urządzenia.";
"WRINKLOW2_TEXTA" = "Wkrótce konieczne będzie zresetowanie poziomów tuszu.";
"WRINKLOW2_TEXTB" = "Poziomy tuszu mogą być niskie.
Kontynuowanie drukowania może być możliwe. Należy jednak jak najszybciej przygotować nowe opakowania z tuszem. Zaleca się używanie oryginalnych tuszów firmy Epson.
Zapoznaj się z instrukcją obsługi drukarki, aby uzyskać informacje na temat opakowań tuszu, które można używać z posiadaną drukarką.
Użycie oryginalnych tuszów firmy Epson niewskazanych w instrukcji obsługi drukarki może spowodować uszkodzenia nieobjęte gwarancją firmy Epson.

Aby potwierdzić rzeczywistą ilość tuszu, wzrokowo sprawdź poziomy tuszu w pojemnikach zamontowanych w drukarce.
Używanie drukarki, gdy poziom tuszu jest niższy niż dolny limit, może spowodować uszkodzenie urządzenia.";
"WRCD_TEXTA" = "Nie można wyczyścić głowicy.";
"WRCD_TEXTB" = "Poziomy tuszu mogą być niskie.
Kontynuowanie drukowania może być możliwe. Należy jednak jak najszybciej przygotować nowe opakowania z tuszem. Zaleca się używanie oryginalnych tuszów firmy Epson.
Zapoznaj się z instrukcją obsługi drukarki, aby uzyskać informacje na temat opakowań tuszu, które można używać z posiadaną drukarką.
Użycie oryginalnych tuszów firmy Epson niewskazanych w instrukcji obsługi drukarki może spowodować uszkodzenia nieobjęte gwarancją firmy Epson.

Aby potwierdzić rzeczywistą ilość tuszu, wzrokowo sprawdź poziomy tuszu w pojemnikach zamontowanych w drukarce.
Używanie drukarki, gdy poziom tuszu jest niższy niż dolny limit, może spowodować uszkodzenie urządzenia.";
"WRPD_TEXTA" = "Nie można przeprowadzić zaawansowanego wypłukiwania tuszu.";
"WRPD_TEXTB" = "Poziomy tuszu mogą być niskie.
Kontynuowanie drukowania może być możliwe. Należy jednak jak najszybciej przygotować nowe opakowania z tuszem. Zaleca się używanie oryginalnych tuszów firmy Epson.
Zapoznaj się z instrukcją obsługi drukarki, aby uzyskać informacje na temat opakowań tuszu, które można używać z posiadaną drukarką.
Użycie oryginalnych tuszów firmy Epson niewskazanych w instrukcji obsługi drukarki może spowodować uszkodzenia nieobjęte gwarancją firmy Epson.

Aby potwierdzić rzeczywistą ilość tuszu, wzrokowo sprawdź poziomy tuszu w pojemnikach zamontowanych w drukarce.
Używanie drukarki, gdy poziom tuszu jest niższy niż dolny limit, może spowodować uszkodzenie urządzenia.";
"COMUERR_TEXTA" = "Błąd komunikacji";
"COMUERR_TEXTB" = "Podłącz drukarkę do komputera i włącz ją. Jeśli wyłączysz urządzenie podczas drukowania, zadanie drukowania zostanie anulowane.";
"COMUERR_B01" = "Ponów";
"COMUERR_B02" = "Anuluj";
"CHARGINGSTATUS_TEXTA" = "Ładowanie systemu kontroli tuszu";

